IDEA Open Model
CheckSectionExtreme.Fatigue Property
Compatible with IDEA StatiCa v 10.1
 Quasi-Permanent loading
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public FatigueLoading Fatigue { get; set; }
Public Property Fatigue As FatigueLoading
	Get
	Set
public:
property FatigueLoading^ Fatigue {
	FatigueLoading^ get ();
	void set (FatigueLoading^ value);
}
Property Value
Type: FatigueLoading
See Also
Reference
CheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace